/* Allow button */
"Allow" = "Allow";

/* Title for alert when a new device is joining the circle */
"Allow “%@” to Use iCloud Keychain?" = "Allow “%@” to Use iCloud Keychain?";

/* One day */
"day" = "day";

/* More than one day */
"days" = "days";

/* Don't Allow button */
"Don't Allow" = "Don't Allow";

/* Message for alert when a new device is joining the circle */
"Enter the Apple ID password for “%@” to allow this new %@ to use your passwords." = "Enter the Apple ID password for “%1$@” to allow this new %2$@ to use your passwords.";

/* More than one hour */
"hours" = "hours";

/* Title for alert when this device has left the circle */
"iCloud Keychain Reset" = "iCloud Keychain Reset";

/* Title for alert when iCloud keychain was disabled on this device / device dropped out of the circle */
"iCloud Keychain Disabled" = "iCloud Keychain Disabled";

/* Title for alert when password has been entered incorrectly */
"Incorrect Password For “%@”" = "Incorrect Password For “%@”";

/* Less then then one second */
"less than a second" = "less than a second";

/* More than one minute */
"minutes" = "minutes";

/* now */
"now" = "now";

/* Button text for confused user who just wants the alert to go away */
"OK" = "OK";

/* Password prompt text */
"Password" = "Password";

/* More than one second */
"seconds" = "seconds";

/* the future */
"the future" = "the future";

/* Button for try again after incorrect password */
"Try Again" = "Try Again";

/* Button text for approval via security code */
"Use Security Code" = "Use Security Code";

/* Title for alert when this device's application has been pending for a long time & a security code is set */
"Use Security Code to Turn On iCloud Keychain?" = "Use Security Code to Turn On iCloud Keychain?";

/* Title for alert when this device's application has been pending for a long time & no security code is set */
"Waiting for Approval to Use iCloud Keychain" = "Waiting for Approval to Use iCloud Keychain";

/* Title for alert when iCloud keychain was disabled or reset */
"Apple ID Password Required" = "Apple ID Password Required";

/* OSX alert text when iCloud keychain was disabled or reset */
"Enter your password in iCloud Preferences." = "Enter your password in iCloud Preferences.";

/* iOS alert text when iCloud keychain was disabled or reset */
"Enter your password in iCloud Settings." = "Enter your password in iCloud Settings.";

/* Display departure reason code on internal devices */
" (AppleInternal: departure reason %s)" = " (AppleInternal: departure reason %s)";

/* Button text to continue to iCloud preferences/settings */
"Continue" = "Continue";

/* Button text to dismiss alert */
"Not now" = "Not now";

/* Title for alert when approving another device (OS X) */
"Apple ID Sign In Alert" = "Apple ID Sign In Alert";

/* Body text when approving another device (OS X) */
"“%@” wants to use your iCloud account." = "“%@” wants to use your iCloud account.";

/* Title for alert when approving another device (iOS) */
"Allow “%@” to Use iCloud?" = "Allow “%@” to Use iCloud?";

/* Body text when approving an iPad */
"Enter the password for “%@” to allow this new iPad to use your iCloud account." = "Enter the password for “%@” to allow this new iPad to use your iCloud account.";

/* Body text when approving an iPhone */
"Enter the password for “%@” to allow this new iPhone to use your iCloud account." = "Enter the password for “%@” to allow this new iPhone to use your iCloud account.";

/* Body text when approving an iPod */
"Enter the password for “%@” to allow this new iPod to use your iCloud account." = "Enter the password for “%@” to allow this new iPod to use your iCloud account.";

/* Body text when approving another Mac */
"Enter the password for “%@” to allow this new Mac to use your iCloud account." = "Enter the password for “%@” to allow this new Mac to use your iCloud account.";

/* Body text when approving another (generic) device */
"Enter the password for “%@” to allow this new device to use your iCloud account." = "Enter the password for “%@” to allow this new device to use your iCloud account.";

/* Title for reminder that iCloud Keychain Application (from this device) is still pending */
"iCloud Approval Required" = "iCloud Approval Required";

/* Body text for reminder that iCloud Keychain Application (from this device) is still pending (OS X) */
"This Mac is still waiting for approval by another device." = "This Mac is still waiting for approval by another device.";

/* Title for reminder that iCloud Keychain Application (from this device) is still pending (iOS) */
"Approval Request Sent" = "Approval Request Sent";

/* Body of reminder text that the iCloud keychain application for this iPad is still pending */
"To continue using iCloud on this iPad, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this iPad, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Body of reminder text that the iCloud keychain application for this iPhone is still pending */
"To continue using iCloud on this iPhone, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this iPhone, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Body of reminder text that the iCloud keychain application for this iPod is still pending */
"To continue using iCloud on this iPod, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this iPod, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Body of reminder text that the iCloud keychain application for this device is still pending */
"To continue using iCloud on this device, approve it from one of your other devices using iCloud or enter your iCloud Security Code." = "To continue using iCloud on this device, approve it from one of your other devices using iCloud or enter your iCloud Security Code.";

/* Button label to approve via iCSC */
"Use Security Code" = "Use Security Code";

/* Button label to acknowledge/dismiss reminder alert without further action */
"OK" = "OK";
